Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/prison_system/visiting_someone_in_prison.html.txt.tmx
Source language: en
Languages: ga

source: Visiting someone in prison
ga: Cuairt a thabhairt ar duine sa phríosún

source: If a member of your family is in prison, visits can help you keep in touch
ga: Má tá duine muinteartha sa phríosún, is féidir coimeád i dteagmháil leo trí chuairt a thabhairt orthu

source: You can also keep in touch by letter and your family member can contact you by telephone
ga: Ina theannta sin, is féidir coimeád i dteagmháil leo trí litir a sheoladh chucu agus is féidir leis an duine muinteartha teagmháil a choimeád leat trí ghlao gutháin a chur ort

source: Generally, a prisoner is asked to nominate up to 6 people who may visit them
ga: Go ginearálta, iarrtar ar phríosúnach chun seisear daoine a ainmniú ar féidir leo cuairt a thabhairt orthu

source: If you are not on the list you will not be able to visit
ga: Mura bhfuil tú ar an liosta, ní bheidh tú in ann cuairt a thabhairt orthu

source: There are rules about how many visits a prisoner is allowed and how the visits are conducted
ga: Is ann do rialacha maidir leis an líon cuairteanna a cheadaítear do phríosúnach agus conas a thugtar faoi na cuairteanna

source: The names and details of all visitors are recorded, particularly young people under the age of 18 whose full name, date of birth, address and relationship to the prisoner should be included
ga: Taifeadtar ainmneacha agus sonraí an uile chuairteora, go háirithe daoine óga faoi aois 18 mbliana ar cheart a n-ainm iomlán, dáta breithe, seoladh agus an caidreamh atá acu leis an bpríosúnach a chur san áireamh

source: All visits must be booked in advance on the prison telephone booking line
ga: Ní mór gach cuairt a chur in áirithe roimh ré ar líne ghutháin um chur in áirithe an phríosúin

source: For some prisons you can book a visit online or in person at the visitors centre
ga: I gcás roinnt príosún, is féidir leat cuairt a chur in áirithe ar líne nó trí bhualadh isteach chuig an ionad cuairteoirí

source: You should make sure that you have the right form of identification with you when visiting your family member
ga: Ba cheart duit a chinntiú go bhfuil agat an fhoirm cheart aitheantais leat nuair a thugann tú cuairt ar an duine muinteartha

source: A current passport or driving licence would be suitable
ga: Beidh pas nó ceadúnas tiomána reatha oiriúnach

source: If you do not have either, you should check what else would be acceptable when booking your visit
ga: Mura bhfuil ceachtar acu siúd agat, ba cheart duit a sheiceáil céard eile a bheadh inghlactha nuair a bhíonn do chuairt á cur in áirithe agat

source: No more than 3 adults can come on a visit at the same time so make sure that no one else is visiting your family member on the same day
ga: Ní féidir le breis agus triúr daoine teacht agus cuairt a thabhairt ag an am céanna, mar sin, cinntigh nach mbeidh cuairt á tabhairt ag aon duine eile ar an duine muinteartha ar an lá céanna

source: Generally, there is no limit on the number of children, but this can vary from prison to prison
ga: Go ginearálta, níl aon teorainn ar an líon leanaí a thugann cuairt, ach d’fhéadfadh rialacha éagsúla a bheith i gceist maidir leis seo ó phríosún go príosún

source: Anyone under 18 years must usually be accompanied by an adult
ga: Is gnách gur chóir go mbeadh duine fásta i gcuideachta aon duine faoi 18 mbliana d’aois

source: If you want to take things in for your family member, you must check what is allowed with the prison in advance
ga: Más mian leat rudaí a thabhairt isteach chuig an duine muinteartha, ní mór a sheiceáil céard a cheadaítear sa phríosún roimh ré

source: Anything you take in must be handed to the officer in charge of visits
ga: Ní mór aon rud a thógann tú isteach a thabhairt don oifigeach atá i gceannas ar chuairteanna

source: You cannot bring a mobile phone into the prison
ga: Ní féidir leat guthán póca a thabhairt isteach sa phríosún

source: Visitors are required to deposit their phones and any personal items in the area provided at the visitors centre before entering the prison
ga: Tá ar chuairteoirí a ngutháin agus aon earraí pearsanta a fhágáil sa limistéar a chuirtear ar fáil ag an ionad cuairteoirí sula dtéann siad isteach sa phríosún

source: Information on what to expect when visiting is available on the Irish Prison Service website. Where to apply Irish Prison Service IDA Business Park Ballinalee Road Longford Co
ga: Tá fáil ar fhaisnéis maidir le cuairt a thabhairt ar láithreán gréasáin Sheirbhís Phríosúin na hÉireann
